'''
Почтовый адрес
Напишите несколько строк кода, выводящих на экран ваше имя и почтовый адрес. Никакого
ввода от пользователя ваша первая программа принимать не будет, только вывод на экран
и больше ничего.
'''
print('Анастасия')
print('s121934@guu.ru')