'''
Площадь комнаты
Напишите программу, запрашивающую у пользователя длину и ширину комнаты. После
ввода значений должен быть произведен расчет площади комнаты и выведен на экран.
Длина и ширина комнаты должны вводиться в формате числа с плавающей запятой.
Дополните ввод и вывод единицами измерения.
'''
a = input('Введите ширину комнаты - ')
b = input('Введите длину комнаты - ')
print('Площадь комнаты - ', float(a)*float(b), 'm^2')